<p>Pol&iacute;tica de privacidade O site joaobembe.com &eacute; de propriedade da empresa Joao Bembe, que &eacute; a controladora de seus dados pessoais.</p>

<p>N&oacute;s adotamos esta Pol&iacute;tica de Privacidade, que determina como n&oacute;s estamos processando as informa&ccedil;&otilde;es coletadas pelo site joaobembe.com e tamb&eacute;m explica por quais raz&otilde;es n&oacute;s precisamos coletar dados pessoais sobre voc&ecirc;. Portanto, voc&ecirc; deve ler esta Pol&iacute;tica de Privacidade antes de usar o site joaobembe.com.</p>

<p>N&oacute;s cuidamos dos seus dados pessoais e assumimos a responsabilidade de garantir a confidencialidade e seguran&ccedil;a de suas informa&ccedil;&otilde;es pessiais.</p>

<p>Estes s&atilde;o as informa&ccedil;&otilde;es pessoais que coletamos: Quando voc&ecirc; visita o site joaobembe.com, n&oacute;s aytumaticamente coletamos certas informa&ccedil;&otilde;es sobre seu dispositivo, incluindo informa&ccedil;&otilde;es sobre seu navegador, endere&ccedil;o IP, fuso hor&aacute;rio e alguns dos cookies instalados no seu sispositivo. Al&eacute;m disso, quando voc&ecirc; navega pelo Site, n&oacute;s coletamos informa&ccedil;&otilde;es sobre as p&aacute;ginas individuais ou produtos que voc&ecirc; visualiza, sobre quais sites ou termos de busca redirecionaram voc&ecirc; para nosso Site, e sobre como voc&ecirc; interage com o Site. N&oacute;s nos referimos a essas informa&ccedil;&otilde;es coletadas automaticamente como &quot;Informa&ccedil;&otilde;es sobre o dispositivo&quot;. Al&eacute;m disso, n&oacute;s podemos coletar dados pessoais que voc&ecirc; fornecer (incluindo, mas n&atilde;o limitado a: Nome, Sobrenome, Endere&ccedil;o, informa&ccedil;&otilde;es de pagamento, etc) durante o processo de registro para poder cumprir o acordo.</p>

<p>Por que fazemos o processamento dos seus dados? Nossa maior prioridade &eacute; a seguran&ccedil;a dos dados pessoais dos usu&aacute;rios e, portanto, n&oacute;s podemos processar apenas dados m&iacute;nimos, apenas enquanto for absolutamente necess&aacute;rio para a manuten&ccedil;&atilde;o do site. Informa&ccedil;&otilde;es coletadas automaticamente s&atilde;o usadas para identificar poss&iacute;veis casos de abuso e estabelecer dados estat&iacute;sticos sobre o uso do site. Esses dados estat&iacute;sticos n&atilde;o pe agregada de outras formas que permitam a identifica&ccedil;&atilde;o de usu&aacute;rios espec&iacute;ficos do sistema.</p>

<p>Voc&ecirc; pode visitar o site sem nos contar sobre quem voc&ecirc; &eacute; ou relevar qualquer informa&ccedil;&atilde;o que possa ser usada por outra pessoa para identificar voc&ecirc; individualmente. Se, apesar disso, voc&ecirc; quiser utilizar algum dos recursos do site, ou quiser receber nossa newsletter, ou quiser conceder outros detalhes atrav&eacute;s do preencimento e envio de formul&aacute;rios, voc&ecirc; poder&aacute; fornecer dados pessoais para n&oacute;s, como seu email, nome, sobrenome, cidade de resid&ecirc;ncia, organiza&ccedil;&atilde;o e n&uacute;mero de telefone. Voc&ecirc; pode escolher n&atilde;o fornecer dados pessoais para n&oacute;s, mas, dessa forma, talvez voc&ecirc; n&atilde;o consiga usar alguns dos resursos do site. Por exemplo, voc&ecirc; n&atilde;o vai conseguir receber nossa Newsletter ou entrar em contato conosco diretamente pelo nosso site. Usu&aacute;rios que n&atilde;o tenham certeza sobre quais informa&ccedil;&otilde;es pessoais s&atilde;o obrigat&oacute;rias s&atilde;o convidados a entrarem em contato conosco pelo e-mail developer@joaobembe.com.</p>

<p>Seus direitos: Se voc&ecirc; morar na Europa, estes s&atilde;o os direitos garantidos quando aos seus dados pessoais:</p>

<p>O direito de ser informado. O direito ao acesso. O direito &agrave; retifica&ccedil;&atilde;o. O direito de deletar. O direito de restringir o processamento. O direito da portabilidade de dados. O direito &agrave; obje&ccedil;&atilde;o. Direitos em rela&ccedil;&atilde;o a tomadas de decis&atilde;o automaticas e &agrave; perfilagem. Se voc&ecirc; quiser exercitar esses direitos, por favor entre em contato conosco usando os dados de contato abaixo.</p>

<p>Adicionalmente, se voc&ecirc; mora na Europa, n&oacute;s afirmamos que estamos processando suas informa&ccedil;&otilde;es com a finalidade de cumprir contratos que possamos ter firmado com voc&ecirc; (por exemplo, se voc&ecirc; fizer uma compra no nosso Site), ou para excercer os interesses leg&iacute;timos da nossa empresa listados acima. Al&eacute;m disso, por favor saiba que suas informa&ccedil;&otilde;es poder ser transferidas para fora da Europa, incluindo para o Canad&aacute; e os Estados Unidos da Am&eacute;rica.</p>

<p>Links para outros sites: Nosso site pode conter links para outros sites que n&atilde;o s&atilde;o controlados por n&oacute;s e/ou n&atilde;o s&atilde;o de nossa propriedade. Por favor esteja ciente de que n&oacute;s n&atilde;o somos respons&aacute;veis pelas pol&iacute;ticas de privacidade de tais sites e organiza&ccedil;&otilde;es terceiras. N&oacute;s incentivamos voc&ecirc; a estar ciente de quando sair do nosso site, e tamb&eacute;m incentivamos voc&ecirc; a ler a pol&iacute;tica de privacidade de cada um dos sites que podem coletar suas informa&ccedil;&otilde;es pessoais.</p>

<p>Seguran&ccedil;a das informa&ccedil;&otilde;es: N&oacute;s garantimos que as informa&ccedil;&otilde;es que voc&ecirc; fornece est&atilde;o em servidores e computadores armazenados em ambientes seguros e controlados, protegidos de acessos, usos e divulga&ccedil;&otilde;es n&atilde;o-autorizadas. N&oacute;s matemos medidas de seguran&ccedil;a administrativas, t&eacute;cnicas e f&iacute;sicas razo&aacute;veis, com finalidade de proteger os dados pessoais sob nossa cust&oacute;dia de de acessos, usos, modifica&ccedil;&otilde;es e divulga&ccedil;&otilde;es n&atilde;o-autorizadas. Apesar disso, nenhuma transmiss&atilde;o de dados pela Internet ou por sistemas sem fio pode ser garantida.</p>

<p>Declara&ccedil;&atilde;o legal: N&oacute;s vamos divulgar qualquer informa&ccedil;&atilde;o que coletarmos, usarmos ou recebermos caso tal divulga&ccedil;&atilde;o seja solicitada ou permitida por lei, de forma a cumprir intima&ccedil;&otilde;es ou processos judiciais similares, e tamb&eacute;m quando considerarmos em boa f&eacute; que a divulga&ccedil;&atilde;o &eacute; necess&aacute;ria para a prote&ccedil;&atilde;o de nossos direitos, para a prote&ccedil;&atilde;o da seguran&ccedil;a de outros, para investiga&ccedil;&otilde;es de fraude ou para responder a uma solicita&ccedil;&atilde;o do governo.</p>

<p>Informa&ccedil;&otilde;es de contato: Se voc&ecirc; quiser entrar em contato conosco para saber mais sobre esta Pol&iacute;tica de Privacidade, ou quiser acessar quaisquer informa&ccedil;&otilde;es relativas aos seus direitos individuais e &agrave;s suas Informa&ccedil;&otilde;es Pessoais, voc&ecirc; poder&aacute; enviar um e-mail para o endere&ccedil;o developer@joaobembe.com.</p>